Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2020.tmx
Source language: en_us
Languages: zh_cn

source: Priority will be given to new infrastructure and new urbanization initiatives and major projects, which not only boost consumption and benefit the people, but also facilitate structural adjustments and enhance the sustainability of growth. Specifically, efforts will be made mainly in the following three areas:
zh_cn: 重点支持既促消费惠民生又调结构增后劲的“两新一重”建设，主要是：

source: First, we will step up the construction of new types of infrastructure.
zh_cn: 加强新型基础设施建设，

source: We will develop next-generation information networks, expand 5G applications, and develop data centers.
zh_cn: 发展新一代信息网络，拓展5G应用，建设数据中心，

source: We will build more battery charging and swapping facilities and promote wider use of new-energy automobiles.
zh_cn: 增加充电桩、换电站等设施，推广新能源汽车，

source: We will stimulate new consumer demand and promote industrial upgrading.
zh_cn: 激发新消费需求、助力产业升级。

source: Second, we will strengthen the development of a new type of urbanization.
zh_cn: 加强新型城镇化建设，

source: We will do more to improve public facilities and services in county seats, so as to meet the growing demand to work and settle in them among rural residents.
zh_cn: 大力提升县城公共设施和服务能力，以适应农民日益增加的到县城就业安家需求。

source: We will begin the renovation of 39,000 old urban residential communities and support the upgrading of plumbing and wiring and the installation of elevators in old residential buildings;
zh_cn: 新开工改造城镇老旧小区3.9万个，支持管网改造、加装电梯等，

source: we will encourage the development of community services such as elderly home care, the provision of meals, and cleaning services.
zh_cn: 发展居家养老、用餐、保洁等多样社区服务。

source: Third, we will redouble efforts to develop major transportation and water conservancy projects, and increase national railway development capital by 100 billion yuan.
zh_cn: 加强交通、水利等重大工程建设。增加国家铁路建设资本金1000亿元。

source: We will improve market-based investment and financing mechanisms to support private enterprises in participating in projects on an equal footing.
zh_cn: 健全市场化投融资机制，支持民营企业平等参与。

source: We will ensure that projects are up to standard, so they do not create any undesired consequences and the investments made deliver long-term returns.
zh_cn: 要优选项目，不留后遗症，让投资持续发挥效益。

source: We will steadily advance new urbanization.
zh_cn: 深入推进新型城镇化。

source: We will leverage the role of leading cities and city clusters in driving the overall development of their surrounding areas, in an effort to foster new industries and increase employment.
zh_cn: 发挥中心城市和城市群综合带动作用，培育产业、增加就业。

source: Acting on the principle that houses are for living in, not for speculation, we will implement city-specific policies to promote steady and healthy development of the real estate market.
zh_cn: 坚持房子是用来住的、不是用来炒的定位，因城施策，促进房地产市场平稳健康发展。

source: We will improve urban amenities and accessible facilities, and make our cities places that people enjoy living and working in.
zh_cn: 完善便民设施，让城市更宜业宜居。

source: We will step up implementation of China's regional development strategies.
zh_cn: 加快落实区域发展战略。

source: We will continue to promote large-scale development in the western region, the full revitalization of the northeast, the rise of the central region, and the trailblazing development of the eastern region.
zh_cn: 继续推动西部大开发、东北全面振兴、中部地区崛起、东部率先发展。

source: We will move forward with the coordinated development of the Beijing-Tianjin-Hebei region, the development of the Guangdong-Hong Kong-Macao Greater Bay Area, and the integrated development of the Yangtze River Delta.
zh_cn: 深入推进京津冀协同发展、粤港澳大湾区建设、长三角一体化发展。

source: We will advance well-coordinated environmental conservation in the Yangtze Economic Belt.
zh_cn: 推进长江经济带共抓大保护。

source: An overall plan will be formulated for ecological protection and high-quality development in the Yellow River basin.
zh_cn: 编制黄河流域生态保护和高质量发展规划纲要。

source: Development of the Chengdu-Chongqing economic circle will be promoted.
zh_cn: 推动成渝地区双城经济圈建设。

source: We will encourage accelerated development in old revolutionary base areas, ethnic minority areas, border areas, and poor areas.
zh_cn: 促进革命老区、民族地区、边疆地区、贫困地区加快发展。

source: We will develop the maritime economy.
zh_cn: 发展海洋经济。

source: We will implement a package of policies to support Hubei's development, helping it ensure employment, public wellbeing, and normal operations, and spurring the full recovery of economic and social activity there.
zh_cn: 实施好支持湖北发展一揽子政策，支持保就业、保民生、保运转，促进经济社会秩序全面恢复。

source: We will ensure more effective protection of ecosystems and the environment.
zh_cn: 提高生态环境治理成效。

source: Priority will be placed on curbing pollution in a law-based, scientific, and targeted way.
zh_cn: 突出依法、科学、精准治污。

source: We will intensify efforts to control air pollution in key areas.
zh_cn: 深化重点地区大气污染治理攻坚。

source: We will step up the construction of sewage and garbage treatment facilities and move ahead with the sorting of household waste.
zh_cn: 加强污水、垃圾处置设施建设。

source: The relocation and transformation of producers of hazardous chemical products in densely populated areas will be accelerated.
zh_cn: 加快危化品生产企业搬迁改造。

source: We will boost the development of energy-saving and environmental protection industries.
zh_cn: 壮大节能环保产业。

source: Illegal hunting, trading, and consumption of wild animals will be severely punished.
zh_cn: 严惩非法捕杀和交易野生动物行为。

source: We will carry out major projects for protecting and restoring key ecosystems to promote ecological conservation.
zh_cn: 实施重要生态系统保护和修复重大工程，促进生态文明建设。

source: We will safeguard energy security.
zh_cn: 保障能源安全。

source: We will promote cleaner and more efficient use of coal, develop renewable energy, improve systems for the production, supply, and sale of oil, natural gas, and electricity, and bolster our energy reserve capacity.
zh_cn: 推动煤炭清洁高效利用，发展可再生能源，完善石油、天然气、电力产供销体系，提升能源储备能力。

source: VI. Achieving poverty reduction goals and working for good harvests and growth in rural income
zh_cn: 六、确保实现脱贫攻坚目标，促进农业丰收农民增收

source: We will implement poverty reduction and rural revitalization measures, ensure the supply of important agricultural products, and raise rural living standards.
zh_cn: 落实脱贫攻坚和乡村振兴举措，保障重要农产品供给，提高农民生活水平。

source: We will win the fight against poverty.
zh_cn: 坚决打赢脱贫攻坚战。

source: We will channel greater energy into eliminating poverty in all remaining poor counties and villages, and ensure rural migrant workers from these areas have stable jobs in places where they work.
zh_cn: 加大剩余贫困县和贫困村攻坚力度，对外出务工劳动力，要在就业地稳岗就业。

source: We will launch programs to boost the consumption of products from poor areas, and support businesses involved in poverty alleviation in resuming operations.
zh_cn: 开展消费扶贫行动，支持扶贫产业恢复发展。

source: Follow-up support will be provided to people relocated from inhospitable areas.
zh_cn: 加强易地扶贫搬迁后续扶持。

source: We will deepen collaboration on poverty alleviation between the eastern and western regions, and encourage stronger assistance for targeted poor areas from central Party and government departments, offices of other political parties, as well as state-owned enterprises, public institutions, and universities under the central government.
zh_cn: 深化东西部扶贫协作和中央单位定点扶贫。

source: We will work harder to ensure that the basic needs of the most vulnerable groups are met.
zh_cn: 强化对特殊贫困人口兜底保障。

source: A poverty reduction survey will be conducted nationwide.
zh_cn: 搞好脱贫攻坚普查。

source: For counties that have recently eliminated poverty, major support policies will remain in place.
zh_cn: 继续执行对摘帽县的主要扶持政策。

source: We will continue to promote both poverty alleviation and rural revitalization in an all-out effort to help people who have risen out of poverty move toward prosperity.
zh_cn: 接续推进脱贫与乡村振兴有效衔接，全力让脱贫群众迈向富裕。

source: We will work to bolster agricultural production.
zh_cn: 着力抓好农业生产。

source: We will keep total crop acreage and grain output stable, raise the multiple cropping index, increase the minimum purchase price of rice, give more rewards to major grain-producing counties, and take effective measures to prevent and control major diseases and pests.
zh_cn: 稳定粮食播种面积和产量，提高复种指数，提高稻谷最低收购价，增加产粮大县奖励，大力防治重大病虫害。

source: We will support the production of soybeans and other oil crops.
zh_cn: 支持大豆等油料生产。

source: The acquisition of farmland for other purposes in violation of laws and regulations will be penalized.
zh_cn: 惩处违法违规侵占耕地行为，

source: The area of high-standard cropland will be increased by 5.33 million hectares.
zh_cn: 新建高标准农田8000万亩。

source: We will breed superior crop varieties and promote their wider use.
zh_cn: 培育推广优良品种。

source: We will improve the policy on subsidies for agricultural machinery purchases.
zh_cn: 完善农机补贴政策。

source: We will further rural reform.
zh_cn: 深化农村改革。

source: We will step up efforts to prevent and control animal epidemics like African swine fever, promote a recovery in the production of hogs, and develop livestock, poultry, and aquaculture farming.
zh_cn: 加强非洲猪瘟等疫病防控，恢复生猪生产，发展畜禽水产养殖。

source: The distribution of agricultural products will be improved.
zh_cn: 健全农产品流通体系。

source: We will fully implement the system of provincial governors assuming responsibility for the “rice bag” and city mayors for the “vegetable basket.”
zh_cn: 压实“米袋子”省长负责制和“菜篮子”市长负责制。

source: It is imperative, and it is well within our ability, to ensure the food supply for 1.4 billion Chinese people through our own efforts.
zh_cn: 14亿中国人的饭碗，我们有能力也务必牢牢端在自己手中。

source: We will create more channels for rural residents to find employment and increase their incomes.
zh_cn: 拓展农民就业增收渠道。

source: We will help rural residents seek employment or start businesses in places close to their homes, promote the integrated development of the primary, secondary, and tertiary industries, and expand work-relief programs to ensure that those who return to their homes have a job and income.
zh_cn: 支持农民就近就业创业，促进一二三产业融合发展，扩大以工代赈规模，让返乡农民工能打工、有收入。

source: We will step up vocational skills training for rural residents.
zh_cn: 加强农民职业技能培训。

source: We will take legal measures to address at the root wage arrears owed to rural migrant workers.
zh_cn: 依法根治拖欠农民工工资问题。

source: We will support the development of appropriately scaled agricultural operations, and improve commercial services for farmers.
zh_cn: 扶持适度规模经营主体，加强农户社会化服务。

source: Intensive processing of farm products will be encouraged.
zh_cn: 支持农产品深加工。

source: We will improve support policies for rural land used for industrial development.
zh_cn: 完善乡村产业发展用地保障政策。

source: We will strengthen collective economies.
zh_cn: 增强集体经济实力。

source: We will invest more funds raised through special bonds to support modern agricultural facilities, safe drinking water projects, and the improvement of living environments. This will promote steady improvements in rural living and working conditions.
zh_cn: 增加专项债券投入，支持现代农业设施、饮水安全工程和人居环境整治，持续改善农民生产生活条件。

source: VII. Promoting higher-standard opening up and stabilizing the overall performance of foreign trade and foreign investment
zh_cn: 七、推进更高水平对外开放，稳住外贸外资基本盘

source: Faced with changes in the external environment, we must stay committed to opening our door wider to the world, keep our industrial and supply chains stable, and make opening up a catalyst for reform and development.
zh_cn: 面对外部环境变化，要坚定不移扩大对外开放，稳定产业链供应链，以开放促改革促发展。

source: We will stabilize the overall performance of foreign trade.
zh_cn: 促进外贸基本稳定。

source: To help businesses get more orders and keep their employees on, we will increase credit supply, extend the coverage of export credit insurance, lower compliance costs for imports and exports, and support the domestic sale of export products.
zh_cn: 围绕支持企业增订单稳岗位保就业，加大信贷投放，扩大出口信用保险覆盖面，降低进出口合规成本，支持出口产品转内销。

source: We will accelerate the growth of cross-border e-commerce and other new forms of business, and enhance our international shipping capacity.
zh_cn: 加快跨境电商等新业态发展，提升国际货运能力。

source: We will advance a new round of trials for innovative development of trade in services.
zh_cn: 推进新一轮服务贸易创新发展试点。

source: We will make good preparations for the third China International Import Expo, work actively to expand imports, and foster a large globally-oriented market of higher standards.
zh_cn: 筹办好第三届进博会，积极扩大进口，发展更高水平面向世界的大市场。

source: We will step up utilization of foreign capital.
zh_cn: 积极利用外资。

source: The negative list for foreign investment will be significantly shortened, while a negative list will also be drawn up for cross-border trade in services.
zh_cn: 大幅缩减外资准入负面清单，出台跨境服务贸易负面清单。

source: We will advance reform and opening up in special economic zones.
zh_cn: 深化经济特区改革开放。

source: We will grant greater autonomy in reform and opening up to pilot free trade zones, open new pilot free trade zones and integrated bonded areas in the central and western regions, and launch further comprehensive trials on opening up the service sector.
zh_cn: 赋予自贸试验区更大改革开放自主权，在中西部地区增设自贸试验区、综合保税区，增加服务业扩大开放综合试点。

source: The development of a free trade port in Hainan will be accelerated.
zh_cn: 加快海南自由贸易港建设。

source: We will foster an enabling market environment in which all companies, Chinese and foreign, are treated as equals and engaged in fair competition.
zh_cn: 营造内外资企业一视同仁、公平竞争的市场环境。

source: We will focus on quality in the joint pursuit of the Belt and Road Initiative.
zh_cn: 高质量共建“一带一路”。

source: Staying committed to achieving shared growth through consultation and collaboration, we will uphold market principles and international rules, give full scope to enterprises as the main actors, and work with our BRI partners for mutually beneficial outcomes.
zh_cn: 坚持共商共建共享，遵循市场原则和国际通行规则，发挥企业主体作用，开展互惠互利合作。

source: We will guide the healthy development of outbound investment.
zh_cn: 引导对外投资健康发展。

source: We will promote liberalization and facilitation of trade and investment.
zh_cn: 推动贸易和投资自由化便利化。

source: We will firmly safeguard the multilateral trading regime, and actively participate in reform of the WTO.
zh_cn: 坚定维护多边贸易体制，积极参与世贸组织改革。

source: We will work for the signing of the Regional Comprehensive Economic Partnership, and advance free trade negotiations with Japan and the Republic of Korea as well as other countries.
zh_cn: 推动签署区域全面经济伙伴关系协定，推进中日韩等自贸谈判。

source: We will work with the United States to implement the phase one China-US economic and trade agreement.
zh_cn: 共同落实中美第一阶段经贸协议。

source: China will continue to boost economic and trade cooperation with other countries to deliver mutual benefits.
zh_cn: 中国致力于加强与各国经贸合作，实现互利共赢。

source: VIII. Advancing the reform and development of social programs to safeguard and improve living standards
zh_cn: 八、围绕保障和改善民生，推动社会事业改革发展

source: Despite the difficulties we face, we must unfailingly meet the basic living needs of our people and address issues of public concern.
zh_cn: 面对困难，基本民生的底线要坚决兜牢，群众关切的事情要努力办好。

source: We will enhance the public health system.
zh_cn: 加强公共卫生体系建设。

source: We will always put life above everything else.
zh_cn: 坚持生命至上，

source: We will reform the system for disease prevention and control, enhance our capacity for infectious disease prevention and treatment, improve mechanisms for direct reporting and early warning of infectious diseases, and ensure prompt, open, and transparent release of epidemic information.
zh_cn: 改革疾病预防控制体制，完善传染病直报和预警系统，坚持及时公开透明发布疫情信息。

source: We will make good use of covid-19 bonds, increase inputs into the R&D of vaccines, medicines, and rapid testing technologies, build more medical facilities for epidemic control and treatment, set up more mobile laboratories, ensure emergency supplies, and strengthen public health and epidemic prevention at the primary level.
zh_cn: 用好抗疫特别国债，加大疫苗、药物和快速检测技术研发投入，增加防疫救治医疗设施，增加移动实验室，强化应急物资保障，强化基层卫生防疫。

source: We will step up training of public health personnel.
zh_cn: 加快公共卫生人才队伍建设。

source: We will carry out extensive activities to improve public sanitation.
zh_cn: 深入开展爱国卫生运动。

source: We will enhance public knowledge of how to maintain good health and hygiene, and promote healthy and positive lifestyles.
zh_cn: 普及卫生健康知识，倡导健康文明生活方式。

source: We need to greatly enhance our prevention and control capability, resolutely prevent a resurgence of covid-19, and protect the health of our people.
zh_cn: 要大幅提升防控能力，坚决防止疫情反弹，坚决守护人民健康。

source: We will improve basic medical services.
zh_cn: 提高基本医疗服务水平。

source: We will raise government subsidies for basic medical insurance for rural and non-working urban residents by an average of 30 yuan per person, and pilot inter-provincial on-the-spot settlement of outpatient bills through basic medical insurance accounts.
zh_cn: 居民医保人均财政补助标准增加30元，开展门诊费用跨省直接结算试点。

source: We will provide support to medical institutions badly affected by the epidemic.
zh_cn: 对受疫情影响的医疗机构给予扶持。

source: The comprehensive reform of public hospitals will be furthered.
zh_cn: 深化公立医院综合改革。

source: We will develop Internet Plus Healthcare models and build regional medical centers.
zh_cn: 发展“互联网+医疗健康”。建设区域医疗中心。

source: We will increase our capacity for providing medical services in urban and rural communities and continue developing the tiered diagnosis and treatment model.
zh_cn: 提高城乡社区医疗服务能力。推进分级诊疗。

source: We will promote the development of traditional Chinese medicine and its use alongside Western medicine.
zh_cn: 促进中医药振兴发展，加强中西医结合。

source: We will work to ensure harmony in the relationship between doctor and patient.
zh_cn: 构建和谐医患关系。

source: Supervision over food and drugs will be tightened up to guarantee their safety.
zh_cn: 严格食品药品监管，确保安全。

source: We will develop more equitable and higher-quality education.
zh_cn: 推动教育公平发展和质量提升。

source: We will place importance on fostering virtue in education.
zh_cn: 坚持立德树人。

source: We will see that teaching in primary and secondary schools and entrance examinations for senior high school and university are well-organized.
zh_cn: 有序组织中小学教育教学和中高考工作。

source: We will strengthen the development of boarding schools in townships and towns, small rural schools, and schools in county seats.
zh_cn: 加强乡镇寄宿制学校、乡村小规模学校和县城学校建设。

source: We will improve policies on providing access to compulsory education to children living with their migrant worker parents in cities.
zh_cn: 完善随迁子女义务教育入学政策。

source: We will provide quality special needs education and continuing education, and give support to private schools while also keeping them well-regulated.
zh_cn: 办好特殊教育、继续教育，支持和规范民办教育。

source: We will develop public-interest pre-school education and help private kindergartens overcome difficulties.
zh_cn: 发展普惠性学前教育，帮助民办幼儿园纾困。

source: We will promote development of substance in higher education, develop world-class universities and world-class disciplines, and support the development of colleges and universities in the central and western regions.
zh_cn: 推动高等教育内涵式发展，推进一流大学和一流学科建设，支持中西部高校发展。

source: We will expand the enrollment of students from rural and poor areas at colleges and universities.
zh_cn: 扩大高校面向农村和贫困地区招生规模。

source: We will develop vocational education.
zh_cn: 发展职业教育。

source: We will strengthen the ranks of teachers, and promote the application of information technology in education.
zh_cn: 加强教师队伍建设。推进教育信息化。

source: We will ensure a steady level of investment in education, improve the mix of educational spending, and narrow the gaps between urban and rural areas, between regions, and between schools, so as to make educational resources accessible to all our families and children and enable them to embrace a brighter future.
zh_cn: 要稳定教育投入，优化投入结构，缩小城乡、区域、校际差距，让教育资源惠及所有家庭和孩子，让他们有更光明未来。

source: We will make greater efforts to meet people's basic living needs.
zh_cn: 加大基本民生保障力度。

source: We will increase the basic pension for retirees and the minimum basic old-age pension for rural and non-working urban residents.
zh_cn: 上调退休人员基本养老金，提高城乡居民基础养老金最低标准。

source: We will realize provincial-level collection and spending of enterprise workers' basic pension funds and increase the proportion of these funds under central government allocation.
zh_cn: 实现企业职工基本养老保险基金省级统收统支，提高中央调剂比例。

source: Close to 300 million people in our country live on pensions, and we must ensure they receive their benefits on time and in full.
zh_cn: 全国近3亿人领取养老金，必须确保按时足额发放。

source: We will ensure implementation of preferential treatment policies for demobilized military personnel, and ensure benefits for the families of people who have died in service of the public.
zh_cn: 完善退役军人优抚安置制度。做好因公殉职人员抚恤。

source: We will extend the coverage of unemployment insurance and see that rural migrant workers and others out of work who are in the scheme less than a year are covered in the locality where they are living.
zh_cn: 扩大失业保险保障范围，将参保不足1年的农民工等失业人员都纳入常住地保障。

source: The social assistance system will be improved.
zh_cn: 完善社会救助制度。

source: Subsistence allowances will be expanded to cover all families in difficulty, and such allowances will be made promptly available to eligible urban unemployed people and migrant workers who have returned home.
zh_cn: 扩大低保保障范围，对城乡困难家庭应保尽保，将符合条件的城镇失业和返乡人员及时纳入低保。

source: We will ensure assistance is provided to anyone who runs into temporary difficulty because of disaster, illness, or disability.
zh_cn: 对因灾因病遭遇暂时困难的人员，都要实施救助。

source: With these measures, we can ensure that all members of disadvantaged groups have their basic living needs met and that more unemployed people will have the support they need to secure their next job or start their own business.
zh_cn: 要切实保障所有困难群众基本生活，保民生也必将助力更多失业人员再就业敢创业。

source: We will organize rich intellectual and cultural activities for our people.
zh_cn: 丰富群众精神文化生活。

source: We will foster and practice core socialist values, and continue to develop philosophy and social sciences, the press, publishing, radio, film, and television.
zh_cn: 培育和践行社会主义核心价值观，发展哲学社会科学、新闻出版、广播影视等事业。

source: The protection and use of cultural relics and the preservation of intangible cultural heritage will be improved.
zh_cn: 加强文物保护利用和非物质文化遗产传承。

source: We will improve public cultural services, make preparations for the 2022 Winter Olympics and Paralympics in Beijing, and encourage people to exercise and keep fit and embrace a culture of reading. With these endeavors, our people will be full of vitality and striving to pursue excellence and moral integrity.
zh_cn: 加强公共文化服务，筹办北京冬奥会、冬残奥会，倡导全民健身和全民阅读，使全社会充满活力、向上向善。

source: We will create new and better ways to conduct social governance.
zh_cn: 加强和创新社会治理。

source: We will improve community management and service mechanisms and strengthen rural governance.
zh_cn: 健全社区管理和服务机制。加强乡村治理。

source: We will support the sound development of social organizations, humanitarian assistance, volunteer service, and charity.
zh_cn: 支持社会组织、人道救助、志愿服务、慈善事业等健康发展。

source: We will protect the lawful rights and interests of women, children, the elderly, and people with disabilities.
zh_cn: 保障妇女、儿童、老人、残疾人合法权益。

source: We will improve the system for handling public complaints, provide better legal aid, and ensure that justified public demands are addressed promptly and social problems and disputes are handled in the right way.
zh_cn: 完善信访制度，加强法律援助，及时解决群众合理诉求，妥善化解矛盾纠纷。

source: The seventh population census will be carried out.
zh_cn: 开展第七次全国人口普查。

source: We will strengthen national security capacity building.
zh_cn: 加强国家安全能力建设。

source: We will improve the crime prevention and control system, punish crimes in accordance with law, and more effectively carry out the Peaceful China initiative.
zh_cn: 完善社会治安防控体系，依法打击各类犯罪，建设更高水平的平安中国。

source: We will strengthen accountability for workplace safety.
zh_cn: 强化安全生产责任。

source: We will intensify prevention efforts against flooding, fires, and earthquakes, deliver quality meteorological services, and enhance our capacity for emergency management and rescue and disaster prevention and mitigation.
zh_cn: 加强洪涝、火灾、地震等灾害防御，做好气象服务，提高应急救援和防灾减灾能力。

source: A campaign to enhance workplace safety will be launched.
zh_cn: 实施安全生产专项整治。

source: Strong steps will be taken to prevent major and extremely serious accidents.
zh_cn: 坚决遏制重特大事故发生。
